---
kind: property
id: P:Autodesk.Revit.DB.DividedSurface.BorderTile
source: html/906ce695-322f-9ae6-ad7c-26586af86005.htm
---
# Autodesk.Revit.DB.DividedSurface.BorderTile Property

Determines the handling of tiles that overlap the surface's
boundary.

## Syntax (C#)
```csharp
public BorderTile BorderTile { get; set; }
```